{"qid": "5a84a65d5542992a431d1a83", "query_text": "what is non controlling interest on balance sheet", "answers": ["University of Texas at Austin"], "GT_chunk": ["In accounting, minority interest (or non-controlling interest) is the portion of a subsidiary corporation's stock that is not owned by the parent corporation. The magnitude of the minority interest in the subsidiary company is generally less than 50% of outstanding shares, or the corporation would generally cease to be a subsidiary of the parent.[1]", "It is, however, possible (such as through special voting rights) for a controlling interest requiring consolidation to be achieved without exceeding 50% ownership, depending on the accounting standards being employed. Minority interest belongs to other investors and is reported on the consolidated balance sheet of the owning company to reflect the claim on assets belonging to other, non-controlling shareholders. Also, minority interest is reported on the consolidated income statement as a share of profit belonging to minority shareholders."]}
{"qid": "5a8af28555429951533613b5", "query_text": "how many episodes are in chicago fire season 4", "answers": ["Albert Park"], "GT_chunk": ["The fourth season of Chicago Fire, an American drama television series with executive producer Dick Wolf, and producers Derek Haas, Michael Brandt, and Matt Olmstead, was ordered on February 5, 2015, by NBC,[1] and premiered on October 13, 2015 and concluded on May 17, 2016.[2] The season contained 23 episodes.[3]"]}
{"qid": "5a8b59a65542995d1e6f137c", "query_text": "who sings love will keep us alive by the eagles", "answers": ["no"], "GT_chunk": ["\"Love Will Keep Us Alive\" is a song written by Jim Capaldi, Paul Carrack, and Peter Vale, and produced by the Eagles, Elliot Scheiner, and Rob Jacobs. It was first performed by the Eagles in 1994, during their \"Hell Freezes Over\" reunion tour, with lead vocals by bassist Timothy B. Schmit."]}
{"qid": "5a8ce851554299441c6b9f6c", "query_text": "who is the leader of the ontario pc party", "answers": ["Charles L. Clifford"], "GT_chunk": ["Patrick Walter Brown MPP (born May 26, 1978) is a Canadian politician who is the leader of the Progressive Conservative Party of Ontario and Ontario's Leader of the Official Opposition. Brown was a federal Conservative member of the House of Commons of Canada from 2006-15 representing the riding of Barrie.","In May 2015, Brown was elected leader of the Ontario PC Party, and stepped down as MP. He was elected Member of Provincial Parliament (MPP) for Simcoe North in a provincial by-election on September 3, 2015. Before being elected to federal office, Brown worked as a lawyer in Barrie.[1]"]}
{"qid": "5a88f0d455429946c8d6e8dc", "query_text": "nitty gritty dirt band fishin in the dark album", "answers": ["Macomb County"], "GT_chunk": ["\"Fishin' in the Dark\" is a song written by Wendy Waldman and Jim Photoglo and recorded by American country music group The Nitty Gritty Dirt Band. It was released in June 1987 as the second single from their album Hold On.[1] It reached number-one on the U.S. and Canadian country charts. It was the band's third number-one single on the U.S. country music charts and the second in Canada. After it became available for download, it has sold over a million digital copies by 2015.[2] It was certified Platinum by the RIAA on September 12, 2014.[3]"]}
